Revit 2027 API
ParameterTypeId.StairstypeCalcRuleTreadMultiplier Property
 "Tread Multiplier": Calculation Rule Tread Multiplier
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeCalcRuleTreadMultiplier { get; }
Public Shared ReadOnly Property StairstypeCalcRuleTreadMultiplier As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeCalcRuleTreadMultiplier {
	ForgeTypeId^ get ();
}
static member StairstypeCalcRuleTreadMultiplier : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace